Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The women’s networks that work in close collaboration with the Security Council all agree that protection should not cause less participation, according to Halvorsen.
nn: Kvinnenettverka som arbeider tettast opp mot Tryggingsrådet, er alle samde i at vern ikkje må føre til lågare deltaking, ifølgje Halvorsen.

source: XML, a universal data language and tool for document coding, previously used the numerical value 1 for men and 2 for women, which perhaps confirms Simone de Beauvoir’s claim that women are conceived of as the second sex.
nn: XML, eit universelt dataspråk og verktøy for koding av dokument, nytta tidlegare talverdien 1 for mann og 2 for kvinne, noko som kanskje stadfestar Simone de Beauvoir sin påstand om at kvinna blir sett på som det andre kjønn.

source: This can be a problem if the police uses facial recognition in order to identify a suspect, and the algorithm more often makes mistakes when it comes to women and people with darker skin types,” says Rettberg.
nn: Det er eit problem dersom politiet nyttar andletsattkjenning for å finne ein mistenkt, og algoritmen oftare vil ta feil med kvinner og med personar som har mørk hud, seier Rettberg.

source: Professor Knut Papendorf has examined the authorities’ legal handling of the so-called German whores in the aftermath of the Liberation in 1945.
nn: Professor Knut Papendorf har forska på myndigheitene si juridiske handsaming av tyskerjentene i tida etter frigjeringa i 1945.

source: “In these countries, the progressive organisations are often not well rooted in society, whereas the reactionary forces are better at mobilising the grass root and the church, where people actually are.
nn: – I desse landa har dei progressive organisasjonane låg forankring i samfunnet, medan dei reaksjonære mobiliserer meir på grunnplanet og i kyrkja, der folk er.

source: “These feminists also argue that women may be imams, for instance.
nn: – Dei er også meir opptekne av om kvinner kan vere imamar, til dømes.

source: Among the military officers, Hellum has often come across the attitude that equal rights and duties require equal treatment, as was the case in the urban myth above where the officer made it clear to the female soldier that he wouldn’t treat her any differently simply because she was a woman.
nn: Ei haldning Hellum ofte har støytt på blant dei militært tilsette i Forsvaret er at like rettar og pliktar fordrar likebehandling, jamfør vandrehistoria om sjefen som gjorde det klart for den kvinnelege soldaten at ho ikkje ville bli behandla annleis fordi ho var kvinne.

source: In addition, Horizon 2020 projects are expected to deliver solutions that can be easily implemented.
nn: I tillegg er det lagt opp til at Horisont 2020-prosjekt skal levere løysingar som er enkle å setje i verk.

source: Within qualitative research, there has been more focus on aesthetic aspects, but body and nutrition have nevertheless not been sufficiently explored, according to Sølvberg:
nn: I den kvalitative forskinga har dei estetiske aspekta vorte meir utforska, men kropp og ernæring har samstundes ikkje vore like aktuelt å sjå på, meiner Sølvberg:

source: But both today and in future the Armed Forces will need other types of competence than just physical strength.”
nn: Men både i dag og i framtida har Forsvaret andre kompetansebehov enn berre fysisk styrke.

source: Women are now allowed to drive a car, and they are permitted as audience on the football stadium.
nn: Kvinner har no lov til køyre bil, og dei kan vere tilskodarar på fotballstadion.

source: In addition to her position as professor, Widerberg is the head of the Department of Sociology and Human Geography at the University of Oslo.
nn: I tillegg til å vere professor er Widerberg instituttleiar ved Institutt for sosiologi og samfunnsgeografi ved Universitetet i Oslo.

source: Inger Skjelsbæk is professor at University of Oslo (UiO).
nn: Inger Skjelsbæk er professor ved Universitetet i Oslo (UiO).

source: Thousands of women were victims of the so-called haircutting campaigns where they were attacked by a mob who cut off their hair.
nn: Fleire tusen kvinner vart utsett for såkalla klippeaksjoner, der dei vart angripe av mobben og fekk håret klipt av.

source: “The extreme right, which both Norway and Europe currently consider to be the biggest extremist threat in our part of the world, is not addressed in these documents,” says Skjelsbæk.
nn: – Ytre høgre, som både Noreg og Europa no ser på som det største ekstremistiske trugsmålet i vår del av verda, er ikkje behandla i desse dokumenta, seier Skjelsbæk.

source: Toril Nagelhus Hernes of NTNU agrees it is important to highlight the full breadth of innovation.
nn: Toril Nagelhus Hernes ved NTNU er samd i at det er viktig å synleggjere breidda i innovasjon.

source: (All photos appear in the book and are reprinted with the author’s permission.)
nn: (Alle foto frå boka, gjengjevne med løyve frå forfattaren.)

source: The ten informants in Sølvberg’s master’s thesis all said that they did not want to speak condescending or judging about others, although attitudes relating to ‘us and them’ gradually came to the surface.
nn: Dei ti informantane i masteroppgåva til Sølvberg gav uttrykk for at dei ikkje ønskte å snakke nedlatande eller dømmande om andre, sjølv om haldningar om «oss og dei» kom fram etter kvart.

source: In most cases, their allowance is equivalent to an hourly salary of 69 kroner,” says Lene Løvdal.
nn: I dei fleste tilfella svarer lommepengane til ei timeløn på om lag 69 kroner, seier Lene Løvdal.

source: The government has announced that work aimed to solve and prevent conflicts, protect civilians and secure women’s participation and rights in peace processes will be prioritised areas for Norway in the Security Council.
nn: Regjeringa har annonsert at arbeid for å løyse og førebygge konfliktar, verne sivile, og sikre kvinners deltaking og rettar i fredsprosessar, vil vere prioriterte oppgåver for Noreg i Tryggingsrådet.

source: Fight for civil rights
nn: Kjempar for borgarrettar

source: She is entitled to free board and lodging and a minimum allowance of 5400 kroner before tax deduction.
nn: *Ho skal ha fri kost og losji og få minst 5400 kroner i lommepengar før skatt.

source: A key ethical imperative in the men’s prison is that a man should not harm those who are weaker than himself, such as a woman.
nn: Eit viktig etisk imperativ i mannsfengselet er at ein ikkje skal skade dei som er svakare enn seg, til dømes kvinner.

source: Another is to start an education in Norway and obtain residence for study purposes.
nn: Ein annan veg inn er å byrje på ei utdanning i Noreg og få studentopphald.

source: “In this project, we tried to reach a larger part of society and make more people engaged in energy and climate related questions.
nn: – Det vi prøvde å oppnå i dette prosjektet, er å nå ein litt større del av samfunnet, og få folk engasjerte i klima- og energispørsmål.

source: Much relies on ad hoc solutions or the personal commitment of individual committee members,” Orupabo points out.
nn: Mykje kvilte på ad hoc-løysingar og på personleg engasjement hos enkelte komitémedlemmar, peikar Orupabo på.

source: They were concerned about this in the male athletes as well, but they were most worried about the women.
nn: Dette var ei bekymring som også var retta mot dei mannlege idrettsutøvarane, men dei var mest uroa over kvinnene.

source: Several women’s organisations have been searched by the police and had their computers confiscated, especially in the wake of major demonstrations that took place during last year’s women’s day,” she says.
nn: Fleire kvinneorganisasjonar er blitt ransaka av politiet og fått datamaskiner konfiskert, særleg etter at det var store demonstrasjonar på årets kvinnedag, seier ho.

source: Class and BMI
nn: Klasse og BMI

source: And this applies to both women and men.
nn: Og at det gjeld både kvinner og menn.

source: The thought that women are inherently peaceful and do not support extreme ideas is incorrect.
nn: Ideen om at kvinner er ibuande fredelege og ikkje støttar ekstremt tankegods, stemmer ikkje.

source: It may have been that she did not have many supporters in Oslo, the seat of power, as she lived in Bergen when she was in Norway.
nn: Ho fekk få stipend, men det treng ikkje ha med kjønnet å gjera, men kan henga saman med at ho mangla støttespelarar i hovudstaden.

source: The football association now has female members, and princess Reema bint Bandar Al Saud, who is currently ambassador to the US, became responsible for women’s sports in 2016.
nn: Ein har fått kvinner som medlemmar i fotballforbundet, og prinsesse Reema bint Bandar Al Saud, som no er ambassadør til USA, fekk ansvar for kvinneidrett i 2016.

source: Extra work for women
nn: Meirarbeid for kvinner

source: But it is nevertheless difficult to obtain a balanced group in many of the countries.
nn: Likevel var det vanskeleg å oppnå ei god gruppesamansetting i mange av landa.

source: The authors of the study asked Norway’s major universities for information about their latest hiring practices for professors and associate professors.
nn: Forskarane kontakta dei store norske universiteta og bad om informasjon om dei siste tilsettingsprosessane for professorar og førsteamanuensar.

source: The fact that women are now allowed to drive a car in Saudi-Arabia for instance, does not necessarily involve democratisation.
nn: Det at kvinner no kan køyre bil i Saudi-Arabia, til dømes, medfører jo ikkje nødvendigvis ei demokratisering.

source: “We have seen that they actively use mechanisms such as stress reduction, hope and positive expectations in order to improve the results of treatment, and that they find this useful.
nn: – Vi har sett at dei aktivt utnyttar mekanismar som stressreduksjon, håp og positive forventningar for å betre behandlingsresultata, og at dei erfarer at dette er nyttig.

source: Lysa did her fieldwork in both Saudi Arabia and Qatar.
nn: Lysa gjorde feltarbeid i både Saudi-Arabia og Qatar.

source: Orupabo also serves on the Committee for Gender Balance in Research (the KIF Committee).
nn: Orupabo er også medlem i Komité for kjønnsbalanse i forskning (Kif-komiteen).

source: If we base our approach to extremist prevention on a progressive political agenda, we may risk that these groups rather accelerate their struggle for traditional gender roles.”
nn: Så dersom ein nærmar seg ekstremismeførebygging med utgangspunkt i ein progressiv politisk agenda, kan ein risikere å i staden berre akselerere desse gruppene sin kamp for tradisjonelle kjønnsroller.

source: Women are less satisfied with the new work environment than men, says Head of Research Espen Solberg.
nn: Kvinner er mindre nøgde med måten arbeidsmiljøet er ivareteke på enn det menn er, seier Espen Solberg.

source: She is also part of UiO’s Center for Research on Extremism (C-REX), where she is head of the research group on gender and extremism together with Katrine Fangen.
nn: Ho er også med UiOs Senter for ekstremismeforsking (C-REX), der ho leier forskingssatsinga på kjønn og ekstremisme saman med Katrine Fangen.

source: “We often see that ‘gender perspective’ is reduced to just counting men and women.
nn: – Vi ser ofte at kjønnsperspektiv blir redusert til å telje menn og kvinner.

source: Market considerations is the most obvious explanation when gender perspectives are used in design and innovation.
nn: Marknadsvurderingar er den mest openberre forklaringa når kjønnsperspektiv kjem inn i design og innovasjon.

source: Such feminist interpretations are used as a foundation for campaigns against practices that are discriminating towards women and for extended women’s rights.
nn: Slike feministiske tolkingar blir brukt som grunnlag for kampanjar mot kvinnediskriminerande praksisar og for utvida rettar for kvinner.

source: The Olympic Games in 1928 were an international event that triggered similar reactions in many countries.
nn: OL i 1928 var ei internasjonal hending som utløyste like reaksjonar i fleire land.

source: As opposed to the informants from the financial upper class, they are not concerned with other people’s timings, and they are not as interested in expensive and fancy equipment.
nn: Til forskjell frå informantane i den økonomiske overklasse, ser dei ikkje på tidene til dei andre, og dei er ikkje like opptekne av dyrt og flott utstyr.

source: According to Norwegian authorities, Nicole is on a cultural exchange in order to learn about the Norwegian language and society.
nn: Ifølgje norske myndigheiter er Nicole på kulturutveksling for å bli kjent med det norske språket og samfunnet.

source: This means that all preventive measures and security measures must be adjusted to each individual situation, and the measures must be developed in dialogue with the involved parties.
nn: Det vil seie at alle førebyggjande tiltak og tryggingstiltak må tilpassast situasjonen til den einskilde, og tiltaka må utarbeidast i dialog med dei personane det gjeld.

source: In 1992 she was offered a professorship in sociology, so she left interdisciplinary research and returned to an individual subject area.
nn: I 1992 fekk ho eit professorat i sosiologi. Dermed gjekk ho bort frå tverrfagleg forsking og tilbake til eit enkeltfag.

source: General we may say that the textual approach has been more common among Muslim feminists in Western countries.
nn: Generelt kan ein seie at korantolking har vore meir utbreidd mellom muslimske feministar som er busette i vestlege land.

source: Is treating women and men differently the same as discrimination, or is it a necessity in order to achieve actual equality?
nn: Er det å behandle kvinner og menn forskjellig det same som diskriminering, eller er det naudsynt for å skape reell likestilling?

source: In her early teenage years she used all of her pocket money on books – mainly fiction.
nn: I den tidlege ungdomstida brukte ho alle lommepengane sine på bøker – i all hovudsak skjønnlitteratur.

source: Thus it is easier to trigger nocebo effects in women than in men.”
nn: Det er altså lettare å utløyse noceboeffektar i kvinner enn i menn.

source: With her book about feminism in Islam, Marianne Hafnor Bøe not only aims to create awareness of Muslim feminists, she also wants to expand the term ‘feminism’.
nn: Med boka «Feminisme i islam» vil Marianne Hafnor Bøe ikkje berre skape merksemd om islamske feministar, men også utvide feminisme-omgrepet.

source: Resources have been focused on immediate problems, and many interviewees (interviewed in early 2021) said they were weary of all the changes and want a chance to reflect on the more long-term consequences.
nn: Kapasiteten har gått til å løyse umiddelbare problem, og i intervjua – som vart gjort på nyåret 2021 – kom det fram at mange i organisasjonane no er slitne av alle endringane og ønskjer seg eit høve til å reflektere over dei meir langsiktige konsekvensane.

source: In 1970, Volvo established a research team, and since then, the team has collected and analysed data from real traffic accidents, Trosby writes in an email.
nn: I 1970 etablerte Volvo eit forskingsteam som sidan har samla og analysert data frå verkelege trafikkulukker, skriv Trosby i ein epost.

source: These women were subject to harsh reactions both from the general public and from the authorities during the first months after the Liberation in May 1945.
nn: Desse kvinnene vart utsett for sterke reaksjonar, både frå befolkinga og myndigheitene, dei første månedene etter frigjeringa i mai 1945.

source: Fully 66 per cent of women and 60 per cent of men with responsibilities for young children stated that they had less time for research in spring 2020.
nn: Heile 66 prosent av kvinnene og 60 prosent av mennene med ansvar for små barn oppgav at dei fekk mindre tid til forsking våren 2020.

source: And the way we think about these issues is also dependent on gender,” he says.
nn: Og korleis ein tenkjer om det, avheng mellom anna av kjønn, seier han.

source: “This is probably because we have only studied documents from the period between 2000 and 2017.
nn: – Det kjem nok av at vi berre har sett på dokument frå perioden 2000–2017.

source: But they may well have contributed to discussions on the ethical aspects of technology, or helped to develop new legislative bills, and in this way they too are involved in innovation,” says Solberg.
nn: Men så har dei kanskje medverka i diskusjonar om etiske sider ved teknologi, eller medverka til nye lovframlegg, og då er dei med på innovasjon.

source: Women also view a heavy workload as more of a problem than men do,” she says.
nn: Kvinner ser også på det å jobbe mykje som eit større problem enn menn gjer, seier ho.

source: But parallel to the general political development, this focus on gender has weakened over the past years,” according to Alsos.
nn: Men parallelt med den generelle politikkutviklinga er dette fokuset blitt svekka dei seinare i åra, i heile Norden, meiner Alsos.

source: Currently the main theory is that ME results from an inability to handle stress and that perfectionistic people – the “good girls” – are especially at risk.
nn: Hovudteorien i dag er at ME kjem av manglande stressmestring og at perfeksjonistiske menneske – dei «flinke pikene» – er spesielt risikoutsette.

source: “In many ways, the results from 2020 are impressive,” says Espen Solberg, Head of Research at the Nordic Institute for Studies in Innovation, Research and Education (NIFU).
nn: – Resultata frå 2020 er jo på mange måtar imponerande, seier Espen Solberg, forskingsleiar for forsking og innovasjon ved NIFU (Nordisk institutt for studiar av innovasjon, forsking og utdanning).

source: If we believe criminologist Thomas Ugelvik, Norwegian prisons are filled with freedom.
nn: Skal vi tru kriminolog Thomas Ugelvik er norske fengsel stappfulle av fridom.

source: It was extremely difficult.
nn: Det var utruleg vanskeleg.

source: Bøe hopes that her book may contribute to a more nuanced understanding of the term ‘feminism’.
nn: Bøe vonar at boka også kan medverke til å nyansere feminismeomgrepet.

source: “Or you forget to take age into account, and suddenly you are talking about climate change with a group consisting of only elderly people.”
nn: – Eller ein gløymer å ta alder med i reknestykket, og så sit ein der og skal snakke om klimaomstilling med berre ei gruppe eldre personar.

source: Cooking in the cells is prohibited in Oslo Prison.
nn: Matlaging på cella er forbode i Oslo fengsel.

source: But this is also highly complex waters,” she says, and continues:
nn: Men det er også særs komplekst farvatn, seier ho, og illustrerer:

source: Løvdal and Aune therefore claim that the au pair scheme is structural discrimination of women – that the scheme in itself discriminates women.
nn: Løvdal og Aune hevdar at au pair-ordninga difor er strukturell diskriminering av kvinner – at sjølve ordninga er kvinnediskriminerande.

source: The EU has gone far in their use of ‘gender mainstreaming’ as a strategy.
nn: EU har gått langt i å nytte «gender mainstreaming» som strategi.

source: Furthermore, of the few companies still in operation after five years, only 19 per cent involve women entrepreneurs.
nn: Og av det fåtalet bedrifter som framleis lever etter fem år, har berre 19 prosent kvinnelege entreprenørar.

source: “In addition, you are required to play matches within settings that are not gender segregated, and few women would feel comfortable being exposed to men while dressed in a football strip.
nn: – I tillegg må ein då spele kampar i settingar som ikkje er kjønnsegregerte, og dei færraste vil kjenne seg komfortable med å vere eksponerte for menn medan dei er kledd i fotballdrakt.

source: But it can also be difficult to fit a deeper understanding of gender perspectives into the EU grant applications, or to get the research bureaucrats to understand why it is important.
nn: Men det kan vere vanskeleg å få ei djupare forståing av kjønnsperspektiv til å passe inn i EU-søknadane, eller få forskingsbyråkratane til å forstå kvifor det er viktig.

source: “Some extremist groups such as Boko Haram and IS are founded on extremely conservative gender roles.
nn: – Nokre ekstremistgrupper, som Boko Haram og IS, er jo fundert på ekstremt konservative kjønnsroller.

source: But what does this actually mean?
nn: Men kva tyder det eigentleg?

source: Most of the other contributions in the special issue are about far-right extremism.
nn: Dei fleste andre artiklane i spesialutgåva handlar om høgreestremisme.

source: “Applicants from the Global South are often screened out at this stage, either because their publication lists do not include these English-language journals, or the committee members have no basis for evaluation since they are not familiar with the journals in which these applicants have published.
nn: – Søkarar frå det globale sør blir gjerne silte bort i denne fasen, anten fordi dei ikkje har desse engelskspråklege tidsskrifta på publikasjonslista si, eller fordi komitémedlemmane ikkje er kjende med tidsskrifta søkarane har publisert i og ikkje har grunnlag for å vurdere dei.

source: (Social Sciences and Humanities for Advancing Policy in European Energy) went on from 2017 to 2019 and was funded by the EU’s research programme Horizon 2020.
nn: (Social Sciences and Humanities for Advancing Policy in European Energy) gjekk frå 2017–2019 og vart finansiert gjennom EUs rammeprogram Horisont 2020.

source: What was previously referred to as recipient families are now called host families.
nn: Der ein før snakka om mottakarfamiliar, snakkar ein no om vertsfamiliar.

source: “It will improve the quality of health research and increase its utility value, but it will also have value for the integrity of the research.”
nn: – Det vil betre kvaliteten på helseforskinga, auke nytteverdien, men også ha verdi for integriteten til forskinga.

source: In autumn 2019, the first official futsal tournament – a variant of indoor football – for women in The Arab States of the Persian Gulf took place.
nn: Hausten 2019 gjekk den første offisielle futsal-turneringa – ein variant av innandørsfotball – for kvinner i Dei arabiske gulfstatane, av stabelen.

source: Market considerations is the most obvious explanation when gender perspectives are used in design and innovation, according to Alsos.
nn: Ho meiner at marknadsvurderingar er den mest openberre forklaringa når kjønnsperspektiv kjem inn i design og innovasjon.

source: What happened to cause this change?
nn: Kva var det eigentleg som skjedde?

source: For instance, the use of data sets that exclude women and minorities or are based on stereotypes may generate further use of stereotypes.
nn: Til dømes kan bruk av datasett som ekskluderer kvinner og minoritetar, eller som baserer seg på stereotypiar, igjen auke bruken av stereotypiar.

source: Young, healthy respondents between the age of 18 and 40 had their forearm connected to an instrument that inflicted heat pain on the participants.
nn: Unge, friske respondentar i alderen 18 til 40 fekk underarmen sin kopla opp til eit instrument som gav forsøkspersonane varmesmerte.
